Repository: AhmedFarid/Exhibition
Catalog: Exhibition/*.lproj/Localizable.strings
Languages: ar

source: email not correct
ar: البريد الالكتروني ليس صحيح

source: en
ar: ar

source: enter your date From
ar: ادخل معاد بداء المعرض

source: enter your date To
ar: ادخل معاد انهاء المعرض

source: enter your location
ar: ادخل العنوان

source: enter your meassage
ar: ادخل الرساله

source: enter your message
ar: ادخل الرساله

source: enter your Name
ar: ادخل الاسم

source: enter your phone
ar: ادخل الهاتف الجوال

source: enter your reason
ar: ادخل السبب

source: enter your type
ar: ادخل النوع

source: Places
ar: اماكن

source: Register
ar: تسجيل

source: Register Filed
ar: فشل التسجيل

source: SAR
ar: ريال
